
export function Term1(){
    const text =`[회원이용약관] 
    제1조 (목적)
    * 본 약관은 롯데쇼핑㈜(이하 "회사"라 함)가 운영하는 사이트, 온라인 쇼핑몰 및 매장에서 제공하는 관련 서비스(모바일 및 인터넷 관련 서비스 포함, 이하 “서비스”라 함)를 이용함에 있어 회사와 회사의 서비스를 이용하는 자간의 권리 의무 및 책임 사항을 규정하는데 목적이 있습니다.
        (단, 제공 서비스에 따라 개별약관 동의가 필요할 수 있으며, 개별약관을 우선하여 적용합니다.)
    
    제2조 (용어의 정의)
    1. "사이트"란 회사가 컴퓨터, TV 및 휴대폰 등 정보통신 설비를 이용하여 상품 또는 용역(이하 “상품 등”이라 함)을 이용자에게 제공하기 위하여 설정한 가상의 영업장을 말합니다.
    2. “매장”이란 회사가 상품 등을 이용자에게 제공하기 위해 운영하는 물리적 공간 또는 관련된 오프라인 영업장을 말합니다.
    3. “이용자”란 사이트에 접속하거나 매장에 방문하여 본 약관에 따라 회사가 제공하는 서비스를 받는 자로서, (구매)회원, 판매회원 및 비회원을 포함한다.
        1) “회원” 또는 “구매회원”이란 회사에서 제공하는 구매서비스를 이용할 수 있는 자로, 정회원, 간편가입회원 및 제휴회원을 의미합니다.
            ① “정회원”이란 롯데멤버스㈜가 운영하는 L.POINT 회원 중 L.POINT Single Sign On 서비스를 통하여 본 약관에 동의하고 회사의 회원으로 가입한 자를 의미합니다. 이때 L.POINT 회원 및 Single Sign On 서비스의 정의는 롯데멤버스㈜의 L.POINT 이용 약관에 따릅니다. * 롯데멤버스 사이트 URL : http://www.lottemembers.com
            ② “간편가입회원”이란 이메일 인증 또는 휴대전화번호 인증 또는 소셜서비스(네이버, 카카오 등)를 통해 사이트의 회원으로 가입하고, 회사가 제공하는 온라인 서비스를 이용할 수 있는 자를 의미합니다. 지원하는 소셜서비스 종류 등 세부 가입 방식은 각 사이트별 운영 정책에 따라 달라질 수 있습니다.
            ③ “제휴회원”이란 회사가 제휴한 채널(사이트 등)에서 정한 조건과 방법에 따라 회사 또는 판매회원의 상품 등을 구입할 수 있는 자를 의미합니다. 단, 제휴회원에 대해서는 상품 등의 구입을 신청한 해당 제휴 채널의 정책을 우선하여 적용합니다.
        2) “판매회원”이란 본 약관에 동의하고 별도의 인증절차를 거쳐 회사가 사이트에서 판매를 승인한 자를 말합니다. 단, 판매회원의 자격이나 승인 결정 기준은 회사의 사정에 따라 변경될 수 있습니다.
        3) “비회원”이란 회사의 구매회원 또는 판매회원의 자격을 득하지 않고 회사의 서비스를 이용하는 자를 말합니다. 이때 회사는 비회원에게는 사이트 또는 매장별로 상품 등의 구입을 제한하거나 일부 서비스를 제공하지 않을 수 있으며, 비회원은 이에 대하여 이의를 제기할 수 없습니다.
    4. “아이디(ID)”란 회원 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인한 문자와 숫자 등의 조합을 말합니다.
    5. “비밀번호(PASSWORD)”란 회원 본인 확인 및 회원의 개인정보, 거래정보의 보호를 위하여 회원 자신이 설정한 문자와 숫자 등의 조합을 말합니다.
    6. “가격할인”이란 판매회원이 회사의 서비스를 통하여 상품 등을 판매할 때 특정 상품 등의 판매가격을 변경하여 할인하는 것을 말합니다.
    7. “할인쿠폰”이란 명칭을 불문하고 구매회원이 사이트 또는 매장에서 상품 등의 구매시, 판매가격에서 표시된 금액 또는 비율만큼 할인을 적용한 가격을 기준으로 대금을 지급하고 상품 등을 공급받을 수 있는 온/오프라인 할인수단을 말합니다. 할인쿠폰은 회사 또는 판매회원이 임의 또는 협의하여 발급할 수 있으며, 판매회원이 명시적으로 발급의 중단을 요청한 경우에는 회사는 즉시 발급을 중단합니다. 할인쿠폰의 사용조건, 사용기간, 발급횟수 등은 할인쿠폰별로 상이하게 정할 수 있으며, 회사 또는 판매회원의 사정에 따라 쿠폰 발급은 임의로 중단될 수 있습니다.
    8. “L.POINT(엘포인트)”란 L.POINT회원이 L.POINT 제휴사에서 적립 받거나 결제수단으로 사용할 수 있는 포인트로, 롯데멤버스㈜가 운영, 관리하는 포인트를 말합니다.
    9. “운영자”란 “회사”가 제공하는 서비스의 전반적인 관리와 원활한 운영을 위하여 회사가 선정한 자를 말합니다.
    10. “구매안전서비스”란 회사가 구매회원의 결제대금의 보호를 위하여 일정 기간 동안 결제대금을 예치하는 서비스를 말합니다.
    11. “고객서비스센터”란 이용자의 서비스 이용과 관련한 문의를 처리하거나 이용자간의 분쟁을 합리적이고 원활하게 조정하기 위하여 회사가 설치 및 운영하는 기구를 말합니다.
    12. “안전거래센터”란 회사 서비스 이용 중 거래의 안전과 관련하여 발생할 수 있는 제 문제를 조정하기 위한 기구를 말합니다.
    13. 본 조에서 정의되지 않은 본 약관 상의 용어의 의미는 관련법령 및 일반적인 거래관행에 따릅니다.
   
    제3조 (약관의 명시, 효력과 개정)
    1. 회사는 본 약관의 내용과 상호, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소 포함), 대표자의 성명, 사업자등록번호, 연락처(전화, 팩스, 전자우편 주소 등), 통신판매업신고번호, 개인정보관리책임자 등을 이용자가 쉽게 알 수 있도록 사이트의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
    2. 회사는 이용자가 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 청약철회·배송책임·환불조건 및 회사 또는 판매회원이 제공하는 서비스 등과 같은 중요한 내용을 이용자가 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 이용자의 확인을 구할 수 있습니다.
    3. 회사는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등 관련 법령을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.
    4. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 사이트의 초기화면 또는 초기화면과의 연결화면을 통해 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 사이트는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.
    5. 변경된 약관 조항 중 상품 등의 구매계약에 관한 조항은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 변경전의 조항이 그대로 적용됩니다. 다만, 이미 매매계약을 체결한 이용자가 변경된 조항의 적용을 받기를 원하는 뜻을 본 조 제4항에 의한 변경약관의 공지기간 내에 회사에 송신하여 회사의 동의를 받은 경우에는 변경된 조항이 적용될 수 있습니다.
    6. 회사가 개정약관을 공지 또는 통지하면서 회원에게 공지 또는 통지 후 30일 내에 개정약관에 대한 특별한 의사표시를 하지 않으면 동의한 것으로 본다는 뜻을 명확하게 따로 공지 또는 통지하였음에도 회원이 명시적으로 거부의사를 표시하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다. 또한, 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정약관의 내용을 적용할 수 없으며, 이 경우, 회원은 이용계약을 해지할 수 있습니다. 다만, 기존약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는 이용계약을 해지할 수 있습니다.
   
    제4조 (약관 외 준칙 및 관련 법령과의 관계)
    1. 본 약관에 명시되지 않은 사항은 「전자상거래 등에서의 소비자보호에 관한 법률」 등 관련 법령의 규정과 일반 상관례에 의합니다.
    2. 회사가 제공하는 구매 서비스를 통하여 거래한 경우, 「전자상거래 등에서의 소비자보호에 관한 법률」 등 관련 법령이 해당 거래 당사자에게 우선적으로 적용되고, 거래 당사자는 본 약관의 규정을 들어 거래 상대방에 대하여 면책을 주장할 수 없습니다.
    3. 회사는 필요한 경우 특정 서비스에 관하여 적용될 사항(이하 “개별약관”이라고 합니다)을 정하여 이를 사이트 등을 통해 미리 공지할 수 있습니다. 만약 개별약관이 개정되는 경우 회사는 제3조 제3항 내지 제6항의 내용을 준용합니다.
    4. 회사와 별도 합의에 의하여 추가로 작성된 계약서, 협정서, 통보서 등이 존재하는 경우, 별도의 정함이 없다면 해당 합의가 본 약관 및 개별약관에 우선하여 적용됩니다.
    5. 이용자는 본 약관 및 개별약관의 내용에 변경이 있는지 여부를 주시하여야 하며, 변경사항의 공지가 있을 시에는 이를 확인하여야 합니다.
    
    제5조 (서비스의 종류)
    1. 회사는 다음과 같은 업무를 수행합니다.
        1) E-Commerce Platform 개발 및 운영서비스
            ① 판매관련 업무지원서비스
            ② 구매관련 지원서비스
            ③ 매매계약체결 및 중개 관련 서비스
            ④ 상품 또는 용역에 대한 정보 게시 및 검색 서비스
            ⑤ 구매계약이 체결된 상품 또는 용역의 배송 및 설치
            ⑥ 결제 지원 및 결제대금 보호 서비스
            ⑦ 기타 전자상거래 관련 서비스
        2) 광고, 프로모션 등 마케팅 지원 서비스
        3) 온·오프라인 연계 서비스
        4) 매장 기반 서비스 : 상품 등 판매, 문화센터, 웨딩멤버스, 각종 고객 접점 서비스 외
        5) 기타 “회사”가 정하는 업무
    2. 회사가 제공하는 본 조 제1항의 서비스는 이용자가 상품 등을 거래할 수 있도록 사이버몰의 이용을 허락하거나, 통신판매를 알선하는 것을 목적으로 하며, 개별 판매회원이 사이트에 등록한 상품과 관련해서는 책임을 지지 않습니다. 단, 회사는 회사가 직접 판매하는 상품 등에 대해서는 통신판매업자로서 관련법령에 따른 책임을 이행합니다.
    3. 회사는 상품 또는 용역의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 상품 또는 용역의 내용을 변경할 수 있습니다. 이 경우에는 변경된 상품 또는 용역의 내용 및 제공일자를 명시하여 현재의 상품 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.
    4. 회사가 제공하기로 이용자와 계약을 체결한 서비스의 내용을 상품 등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 통지 가능한 주소(“회사”와 미리 약정하여 지정한 연락처, 전자우편주소 등 연락 가능한 수단을 포함)로 즉시 통지합니다.
    5. 본 조 제4항의 경우 회사는 이로 인하여 이용자가 입은 손해를 배상합니다. 단, 회사에 고의 또는 과실이 없는 경우에는 그러하지 아니합니다.
    6. 회사 또는 개별 판매회원이 제공하는 세부적인 서비스 내용에 관하여 별도의 개별약관, 공지, 안내, 상품 상세페이지 등(이하 “개별약관 등”라 함)이 있는 경우 개별약관 등은 본 약관에 우선하여 적용되며, 개별약관 등에 명시되지 아니한 내용은 본 약관의 내용을 준용합니다.
  
    제6조 (서비스의 기간과 중단)
    1. 본 약관에 따른 서비스 기간은 구매회원이 본 약관에 대해 동의한 날로부터 회사의 회원탈퇴(해지) 요청 수리 및 모든 권리·의무의 이행이 종료된 날까지입니다.
    2. 회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.
    3. 제2항에 의한 서비스 중단의 경우에는 회사는 제12조에 정한 방법으로 이용자에게 통지합니다.
    4. 회사는 제2항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 구매회원 또는 제3자가 입은 손해에 대하여 배상합니다. 단, 회사에 고의 또는 과실이 없는 경우에는 그러하지 아니합니다.
    5. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스의 제공을 제한하거나 일시 중단할 수 있습니다.
    6. 회사는 사업종목의 전환, 사업의 포기, 업체간의 통합 등의 이유로 서비스의 전부 또는 일부를 일시적 또는 영구적으로 수정하거나 중단할 수 있습니다.
    7. 본 조 제6항에 따라 서비스를 영구적으로 제공할 수 없게 되는 경우에는 회사는 제12조에 정한 방법으로 구매회원에게 미리 통지하고 당초 회사에서 제시한 조건에 따라 구매회원에게 보상합니다. 다만, 회사가 보상기준 등을 고지하지 아니한 경우에는 구매회원의 마일리지 또는 적립금 등을 회사가 운영하는 사이트 또는 매장에서 통용되는 통화가치에 상응하는 형태의 보상으로 구매회원에게 지급합니다.
  
    제7조 (대리행위의 부인)
    회사는 통신판매중개자로서 효율적인 서비스를 위한 시스템 운영 및 관리 책임만을 부담하며, 상품 또는 용역의 거래와 관련하여 구매회원 또는 판매회원을 대리하지 아니하고, 이용자 간에 성립된 거래 및 이용자가 제공하고 등록한 정보에 대해서는 해당 이용자가 그에 대한 직접적인 책임을 부담하여야 합니다.
  
    제8조 (보증의 부인)
    회사는 회사가 제공하는 시스템을 통하여 이루어지는 이용자 간의 거래와 관련하여 판매의사 또는 구매의사의 존부 및 진정성, 등록 상품등의 품질, 완전성, 안정성, 적법성 및 타인의 권리에 대한 비침해성, 이용자가 입력하는 정보 및 그 정보를 통하여 링크된 URL에 게재된 자료의 진실성 또는 적법성 등 일체에 대하여 보증하지 않습니다. 다만 판매회원과 구매회원 간 거래에 있어 회사의 귀책사유로 인하여 판매회원 또는 구매회원에게 손해가 발생한 경우 그에 대한 책임을 부담합니다.
  
    제9조 (서비스이용료)
    회사는 이용자 간의 자유로운 전자상거래에 있어서 필요로 하는 각종 서비스를 제공하고 회사의 내부 정책에 따라 그에 대한 이용료(서비스 이용료)를 부과할 수 있습니다.
  
    제10조 (회원가입)
    1. 이용자는 회사가 정한 가입 양식에 회원정보를 기입한 후 본 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.
    2. 회사는 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각호에 해당하지 않는 한 구매회원으로 등록합니다.
      1) 가입신청자가 본 약관 제11조 제7항에 의하여 이전에 회원자격을 상실한 적이 있는 경우. 단, 제11조 제7항에 의한 회원자격 상실 후 3년이 경과한 자로서 회사로부터 회원재가입 승낙을 얻은 경우에는 예외로 합니다.
      2) 등록 내용에 허위, 기재누락, 오기가 있는 경우
      3) 기타 구매회원으로 등록하는 것이 회사의 기술상 현저히 지장이 있다고 판단되는 경우
      4) 회원가입 신청자 중 회원 가입일 현재 만 14세 미만인 경우. 단, 만 14세 미만이라도 법정대리인의 동의가 있을 경우 회원가입 신청을 승낙하는 정책을 적용하는 일부 사이트, 매장은 예외로 합니다.
    3. 회원가입계약의 성립시기는 회사의 승낙이 이용자에게 도달한 시점으로 합니다.
    4. 회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 회사에 대하여 회원정보 수정 등의 방법으로 그 변경사항을 알려야 합니다. 이를 게을리하여 발생하는 회원의 불이익이 있는 경우 이는 회사의 책임으로 보지 않습니다.
    5. 회사는 사이트 또는 매장 별로 비회원의 상품 등 구입 및 서비스 이용을 허용하거나 제한할 수 있습니다. 회사가 비회원의 상품 등 구입 및 서비스 이용을 허용한 경우에는 개별 약관이나 특약이 없는 한 본 약관을 적용하며, 이 경우에도 회원가입을 전제로 한 서비스는 제공하지 않을 수 있습니다. 비회원은 상품 등 구입 및 서비스 이용 제한에 대하여 이의를 제기할 수 없습니다.
    
    제 10조의 2 (소셜서비스를 통한 간편회원가입)
    1. 회사는 사이트 또는 매장 별로 간편회원가입 서비스를 운영할 수 있으며, 이용자는 회사가 지정한 소셜서비스를 통해 간편가입회원이 될 수 있습니다. 다만, 간편가입회원의 경우 등급·맞춤 혜택, 일부 상품 구입 등 서비스 이용에 제한이 있을 수 있으며, 간편가입회원은 이에 대하여 이의를 제기할 수 없습니다.
    2. 회사는 내부 정책에 따라 전항의 소셜서비스의 종류를 변경할 수 있으며, 그에 따라 기존에 특정 소셜서비스로 가입한 간편가입회원에게 정회원 또는 다른 소셜서비스를 통한 간편가입회원으로의 전환을 요청할 수 있습니다. 다만 이 경우 회사는 최소한 30일 이상의 사전 유예기간을 두고 소셜서비스 종류 변경을 공지하여야 하고, 변경 대상이 되는 소셜서비스를 통해 가입한 간편가입회원에게는 개별 통지로써 종류 변경 안내 및 전환 요청을 하여야 합니다.
    3. 전항의 요청을 받은 간편가입회원이 이에 동의하지 않는 경우 회사는 이용계약을 해지할 수 있습니다. 이 경우 회사는 해당 간편가입회원에게 개별 통지하여 이용계약 해지 일자를 안내하여야 하고, 해지일로부터 30영업일 내에 보관금 반환 등 정산을 완료합니다. 다만, 해당 간편가입회원의 사정 등 회사의 책임 없는 사유로 기간 내 정산이 불가능한 경우 회사는 지체에 대한 책임을 부담하지 않습니다.
    4. 소셜서비스를 통한 회원가입에 대하여 본조에서 정하지 아니한 사항은 제10조를 따릅니다.
  
    제11조 (회원탈퇴 및 자격 상실 등)
    1. 구매회원은 회사에 언제든지 탈퇴를 요청할 수 있습니다. 단, 탈퇴를 요청하기 전에 모든 거래를 완결시키는데 필요한 조치를 취하여야 합니다.
    2. 회사는 구매회원의 탈퇴 요청이 있는 경우, 즉시 회원탈퇴를 처리합니다. 다만, 상품 또는 용역 구매와 관련한 채권·채무관계가 남아 있는 경우에는 탈퇴조치가 되지 않거나 개인정보를 채권추심 등의 목적으로 계속 이용할 수 있고, 법령상 특별한 규정이 있는 경우에는 해당 개인정보를 법령이 정한 목적 및 기간의 범위 내에서 계속 보관할 수 있습니다.
    3. 본 조 제1항에 따르지 않고 구매회원을 탈퇴하여 발생한 불이익에 대한 책임은 구매회원 본인이 부담하여야 합니다.
    4. 구매회원이 탈퇴하는 경우, 회사는 구매회원에게 탈퇴 전에 부가적으로 제공한 각종 혜택을 회수할 수 있으며, 구매회원은 재가입시 이에 대한 원상복구를 요구할 수 없습니다.
    5. 구매회원은 탈퇴 이후에도 추후 재이용을 희망할 경우, 제10조의 방법에 따라 구매회원으로 재가입을 할 수 있습니다.
    6. 구매회원이 다음 각호의 사유에 해당하는 경우, 회사는 회원자격을 제한 및 정지시킬 수 있습니다.
      1) 제10조 제2항의 승낙거부사유가 있음이 확인된 경우
      2) 사이트 또는 매장을 이용하여 구입한 상품 또는 등의 대금, 기타 사이트 또는 매장 이용에 관련하여 구매회원이 부담하는 채무를 기일에 지급하지 않는 경우
      3) 사이트를 이용하여 구입한 상품 등을 정당한 사유 없이 수취 거부하였을 경우
      4) 다른 이용자의 사이트 이용을 방해하거나 그 정보를 도용하는 등 전자상거래질서를 위협하는 경우
      5) 사이트를 이용하여 법령 또는 본 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
      6) 기타 다음과 같은 행위 등으로 회사 또는 판매구매회원의 건전한 운영을 해하거나 업무를 방해하는 경우
        ① 근거 없는 사실 또는 허위의 사실을 적시하거나 유포하여 명예를 실추시키거나 신뢰성을 해하는 경우
        ② 회사 또는 판매회원의 직원 및 업무를 수행하는 협력사의 직원에게 폭언 또는 음란한 언행을 하여 업무환경을 심각히 해하는 경우
        ③ 이유 없는 잦은 연락을 하거나 소란 또는 협박, 인과관계가 없는 피해에 대한 보상(적립금, 현금, 상품) 요구 등으로 업무를 방해하는 경우
        ④ 상품 또는 용역에 특별한 하자가 없는데도 불구하고 일부 사용 후 상습적인 취소, 전부 또는 일부 반품 등으로 업무를 방해하는 경우.
        ⑤ 상품 등을 주문하고 발송 직전 취소를 대량으로 또는 반복하는 방법으로 업무를 방해하는 경우
        ⑥ 이유 없는 취소/반품 또는 기타 행위 등의 방법으로 사이트 또는 매장에서 마일리지, L.POINT 등을 부정하게 적립을 받거나 쿠폰 등을 부당하게 발급받거나 사용하여 부당하게 이득을 취한 경우
        ⑦ 시스템 오류 등을 악용하여 부당하게 이득을 취하거나 타인의 개인정보를 취득한 경우
        ⑧ 사망한 구매회원에 대해 회사의 합리적인 판단에 근거하여 구매회원 서비스의 제공을 거부할 필요가 있다고 인정할 경우
        ⑨ 재판매 목적으로 상품 등을 중복 구매하여 실소비자 혜택을 저해하는 등 거래질서를 방해하는 경우
      7. 회사가 회원 자격을 제한·정지시킨 후에도 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우, 회사는 회원자격을 상실시킬 수 있습니다.
      8. 회사가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회사는 구매회원에게 이를 통지하고, 회원등록 말소 전 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.
      9. 구매회원의 L.POINT 회원탈퇴 및 자격상실 등은 L.POINT 이용약관에 따릅니다. L.POINT 이용약관에 따라 L.PONIT회원을 탈퇴하거나 자격이 상실된 구매회원은 회원가입 방식 또는 L.POINT 연동 여부 등에 따라 회사의 회원자격도 동시에 상실될 수 있습니다.
    
      제12조 (이용자에 대한 통지)
      1. 회사가 이용자에 대한 통지를 하는 경우, 이용자가 회사와 미리 약정하여 지정한 문자메시지나 알림톡의 수신번호 또는 전자우편 주소 등으로 할 수 있습니다.
      2. 회사는 불특정다수의 이용자에 대한 통지의 경우 1주일 이상 사이트 게시판에 게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, 이용자 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.
      
      제13조 (구매신청)
      1. 구매회원은 다음 또는 이와 유사한 방법에 의하여 회사의 사이트 또는 시스템을 통하여 회사 또는 판매회원 상품등에 대한 구매를 신청하며, 회사는 구매회원이 구매신청을 함에 있어서 다음의 각 내용을 알기 쉽게 제공하여야 합니다.
        1) 상품 등의 검색 및 선택
        2) 받는 사람의 성명, 주소, 전화번호, 전자우편주소(또는 이동전화번호) 등의 입력
        3) 약관 내용, 청약철회권이 제한되는 서비스, 배송료·설치비 등의 비용부담과 관련한 내용에 대한 확인
        4) 본 약관에 동의하고 본항 제3)호의 사항을 확인하거나 거부하는 표시(예, 마우스 클릭)
        5) 상품 또는 용역의 구매신청 및 이에 관한 확인
        6) 회사 또는 판매회원의 확인요청 사항에 대한 동의
        7) 결제방법의 선택
        8) 기타 관련법령에 따라 필요한 사항
      2. 회사가 제3자에게 구매회원의 개인정보를 제공할 필요가 있는 경우 
        1) 개인정보를 제공받는 자, 2)개인정보를 제공받는 자의 개인정보 이용목적, 3) 제공하는 개인정보의 항목, 4) 개인정보를 제공받는 자의 개인정보 보유 및 이용기간을 구매회원에게 알리고 동의를 받아야 하며, 이는 이미 동의를 받은 사항이 변경되는 경우에도 동일하게 적용합니다. 
        단, 관련 법령에 달리 정함이 있거나 관련 법령이 개정되는 경우 그에 따릅니다.
      3. 회사가 제3자에게 구매회원의 개인정보를 취급할 수 있도록 업무를 위탁하는 경우에는 
        1) 개인정보 취급위탁을 받는 자, 2) 개인정보 취급위탁을 하는 업무의 내용을 구매회원에게 알리고 동의를 받아야 하며, 이는 이미 기존에 동의를 받은 사항이 변경되는 경우에도 동일하게 적용합니다. 다만, 서비스 제공에 관한 계약이행을 위해 필요하고 구매회원의 편의증진과 관련된 경우에는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」에서 정하고 있는 방법으로 개인정보 처리방침을 통해 알림으로써 고지절차와 동의절차를 거치지 않아도 됩니다.
    `
    return (
     <>
    <textarea className="join_step1_term_textarea" >{text}</textarea>
        </>
    )
}

export function Term2(){
    const text=`[개인정보 필수항목에 대한 수집 및 이용동의] 
    롯데쇼핑㈜(이하 회사)은 「개인정보보호법」 및 개인정보 보호 관계 법령을 준수하며, 수집된 개인정보 처리현황 및 정보주체의 권리와 의무를 안내하기 위하여 다음과 같이 개인정보 처리방침을 수립하고 있습니다. 개인정보 처리방침은 관련 법률 및 지침의 변경과 회사 내부 운영방침의 변경에 따라 변경될 수 있으니 홈페이지 방문 시 수시로 확인하여 주시기 바랍니다.
개인정보 처리방침은 다음과 같은 내용을 담고 있습니다.

[제 1 조] 개인정보의 처리목적
	① 회사는 개인정보를 필요한 최소한의 범위 내에서 다음 각 항목과 같은 목적으로 개인정보를 처리하고 있습니다.
	② 개인정보의 처리 목적에 관한 세부항목
        1. 회원관리 : 본인확인 및 회원제 서비스 제공, 약관위반 회원에 대한 이용제한 및 서비스부정이용 행위 제재, 분쟁 조정을 위한 기록 보존 및 불만처리 등을 위한 원활한 의사 소통의 경로 확보 등
        2. 서비스 제공을 위한 계약 이행 및 정산: 배송 및 물품 대여 등 기타 편의 서비스 제공, 포인트 적립 및 사용, 결제 및 정산 등
        3. 신규 서비스 개발 및 마케팅 활용: 신규서비스 개발 및 맞춤형 서비스 제공, 이벤트 및 광고성 정보 제공, 참여기회 제공, 서비스 이용에 대한 통계 작성 등
 
[제 2 조] 개인정보의 처리 항목 및 보유기간
    ① 회원에게 다양한 서비스와 맞춤형 콘텐츠 제공을 위해 처리되는 내용은 아래와 같습니다. 
      선택항목은 입력하지 않더라도 회원가입이나 서비스 이용에 제한은 없습니다.
    ② 당사는 정보주체 이외로부터 개인정보를 제공받아 활용하고 있습니다.
        * L.POINT 회원의 정보 제공 동의변경은 L.POINT APP/홈페이지 로그인 후 정보관리 메뉴에서 가능합니다.
        * L.POINT 통합회원제 가입하는 제휴사 정책에 따라 제공받는 항목 상이
        * 소비생활 패턴기반 서비스의 정보 제공 동의변경은 국민카드 APP/홈페이지 로그인 후 정보관리 메뉴에서 가능합니다.
    ③ 서비스 이용과정 및 사업 처리과정에서 수집될 수 있는 개인정보의 범위는 다음과 같습니다.
        1. IP 주소, 방문 일시 등의 서비스 이용 기록
        2. 단말기식별정보, 단말기os정보, 모델명 등 기기정보 및 위치 정보
        3. 이름, 주소, 연락처 등 물품 배송을 위한 배송지 정보
        4. 휴대폰번호 등 모바일상품권 발행, 제휴 포인트 적립 시 필요한 정보
        5. 카드사, 카드번호, 구매정보 등 구매 및 요금 결제, 잔여 전자할인쿠폰 확인 시 수집되는 정보
        6. 이름, 연락처, 주소, 소셜아이디 등 경품, 이벤트 참여 시 필요한 정보
        7. 이름, 연락처, 주소 등 유모차대여, A/S, 고객상담 서비스 이용 시 필요한 정보
        8. 이름, 연락처, 이메일, 소속 등 불공정 거래 신고 시 필요한 정보
    ④ 비회원 고객의 개인정보 처리
        1. 비회원 고객도 홈페이지 및 모바일에서 제공하는 기본 서비스(매장 확인 및 탐색 등)를 이용할 수 있으며, VOC접수 등의 고객 상담이 가능합니다. 
           이 경우 해당 용도 외에는 다른 어떠한 용도로도 사용되지 않습니다.

[제 3 조] 개인정보의 제3자 제공
	① 회사는 원칙적으로 회원의 개인정보를 제3자에게 제공하지 않으며, 개인정보를 제3자에게 제공해야 하는 경우 법령에 따른 동의를 받고 있습니다.
	② 회사는 회원으로부터 동의 받은 경우에 한해 아래와 같이 개인정보를 제공합니다.
	③ 회사는 정보주체의 개인정보를 제3조(개인정보의 처리 목적)에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 '개인정보보호법' 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.
 
[제 4 조] 개인정보 처리업무의 위탁
	① 회사는 원활한 업무 처리를 위해 관계법령에 따라 회원의 동의를 얻거나 관련 사항을 공개 또는 고지 후 회원의 개인정보를 외부에 위탁하여 처리하고 있습니다
	② 회사는 위탁계약 체결 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정해 관련 법규를 준수하고 이를 감독하고 있습니다.
 
[제 5 조] 개인정보의 파기절차 및 방법
	① 회사는 개인정보의 수집 및 제공받은 목적이 달성된 경우, 고객의 동의 철회, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 경우에는 해당 개인정보를 지체 없이 파기합니다.
    ② 제 01 번 에도 불구하고, 회사는 회원의 요청에 따라 기간을 달리 정한 경우에는 그 기간 동안 해당 개인정보를 보존하고, 관련법령에 의해 개인정보를 보존할 필요가 있는 경우에는 다음의 기간 동안 보존합니다.
    	1. 계약 또는 청약철회 등에 관한 기록: 5년(전자상거래 등에서의 소비자보호에 관한 법률)
    	2. 대금결제 및 재화 등의 공급에 관한 기록: 5년(전자상거래 등에서의 소비자보호에 관한 법률)
    	3. 소비자의 불만 또는 분쟁처리에 관한 기록: 3년(전자상거래 등에서의 소비자보호에 관한 법률)
    	4. 전자금융 거래에 관한 기록: 5년(전자금융거래법)
    	5. 거래정보의 수집/처리 및 이용 등에 관한 기록: 5년(신용정보의 이용 및 보호에 관한 법률)
    	6. 서비스 접속 및 이용기록: 3개월(통신비밀보호법)
	③ 개인의 정보를 파기하는 때에는 다음과 같은 방법에 의하고 있습니다.
	    1. 파기 절차
        - 서비스 이용을 위해 입력하신 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 관련 법령에 의한 사유에 따라 일정 기간 저장된 후 파기됩니다.
	    2. 파기방법
        - 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기하고, 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
	④ 회사는 1년간 서비스를 이용하지 않은 회원의 개인정보를 별도로 분리 보관하여 관리하고 있습니다. 분리, 보관된 회원의 개인정보는 일정기간 보유하며, 해당 기간 종료 후 파기됩니다.
    ⑤ 개인정보가 분리 보관되기 30일 전 해당 사실을 이메일로 이용자에게 통보하고 있습니다.
    - 분리보관 항목 : 이름, 휴대폰번호, 주소
 
[제 6 조] 정보주체 및 법정대리인의 권리와 의무 및 그 행사 방법
	① 회원 및 법정대리인은 언제든지 개인정보 보호 관련 권리(개인정보 열람요구, 오류 등이 있을 경우 정정 요구, 삭제요구, 처리정지 요구)를 행사할 수 있으며, 그 절차는 다음과 같습니다.
        1. 온라인 회원의 개인정보의 열람, 수정 및 탈퇴는 홈페이지(롯데문화센터, 롯데웨딩), 모바일 APP의 [마이페이지] → [회원정보변경] 메뉴에서 가능합니다.
        2. 점포별 전화번호 안내는 홈페이지 하단 [상담실 안내] 메뉴를 확인해 주시고, 상담 시간은 점포별 영업시간 내에 가능합니다.
        3. 개인정보보호 담당자 응대를 원하시는 경우, 이메일(L-privacy@lotte.net)로 연락 주시면 확인 후 안내 드리겠습니다.
        4. 회원이 개인정보의 오류에 대한 정정을 요청한 경우, 정정을 완료하기 전까지 당해 개인정보를 이용 하거나 제3자에 제공하지 않습니다. 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제 3자에게 지체 없이 통지하여 정정하도록 조치하겠습니다.
	② 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 「개인정보 처리 방법에 관한 고시」(제2023-12호) 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
	③ L.POINT 통합 정회원으로 가입하고자 하는 경우 만14세 미만 아동의 회원가입 절차에서 반드시 법정대리인(부모)의 동의를 받도록 하고 있습니다. 법정대리인의 동의가 없는 아동은 통합 회원 가입 절차에서 거부 될 수 있습니다.
	④ 문화센터 수강 시 법정대리인이 회원가입 후 만 14세 미만의 아동 정보(이름, 생년월일, 성별, 법정대리인과의 관계)를 등록 후 수강이 가능합니다.
	⑤ 회원은 개인정보를 보호받을 권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도 가지고 있습니다.
        1. 회원이 입력한 부정확한 정보로 인해 발생하는 사고의 책임은 회원 자신에게 있으며 타인 정보의 도용 등 허위정보를 입력할 경우 회원자격이 상실될 수 있습니다.
        2. 회원이 자발적으로 공개한 개인정보로 인해 회원 개인에게 발생하는 손실이나 문제는 전적으로 회원 개인의 책임이며, 회사의 고의 또는 과실에 의한 것이 아닌 한 이에 대한 어떠한 책임도 부담하지 않습니다.
        3. 회원은 비밀번호를 포함한 회원의 개인정보가 유출되지 않도록 하고 관계법령에 따라 게시물을 포함한 타인의 개인정보를 훼손하지 않도록 유의하여야 합니다.
	⑥ L.POINT 회원의 경우 L.POINT 이용약관 및 개인정보보호 정책에 따르며, L.POINT 콜센터(Tel.1899-8900) 및 홈페이지(https://www.lpoint.com)를 통해 처리해 드립니다.
 
[제 7 조] 개인정보의 안전성 확보조치
    ① 회사는 회원의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 유출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적/물리적 보호대책을 강구하고 있습니다
        1. 정기적인 자체 감사 실시
        -  개인정보 취급 관련 안정성 확보를 위해 정기적으로 자체 감사를 실시하고 있습니다.
        2. 개인정보 취급 직원의 최소화 및 교육
        - 개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화하여 개인정보를 관리하는 대책을 시행하고 있습니다.
        3. 개인정보보호 규정의 수립 및 시행
        - 개인정보의 안전한 처리를 위하여 개인정보보호 규정을 수립하고 시행하고 있습니다.
        4. 해킹 등에 대비한 기술적 대책
        - 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신∙점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적 / 물리적으로 감시 및 차단하고 있습니다.
        5. 개인정보의 암호화
        - 개인정보 중 고유식별번호(AES256), 비밀번호(SHA512)는 암호화 되어 저장 및 관리되고 있으며, 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.
        6. 접속기록의 보관 및 위·변조 방지
        - 개인정보처리시스템에 접속한 기록을 최소 1년 이상 보관, 관리하고 있으며, 접속 기록이 위·변조 및 도난, 분실되지 않도록 보안기능을 사용하고 있습니다.
        7. 개인정보에 대한 접근 제한
        - 개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.
        8. 문서보안을 위한 잠금장치 사용
        - 개인정보가 포함된 서류, 보조저장매체 등을 잠금 장치가 있는 안전한 장소에 보관하고 있습니다.
        9. 비인가자에 대한 출입 통제
        - 개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.
        10.그 밖의 정보보호 활동
        - 안전한 고객정보 관리를 위해 정보보호 관리체계(ISMS) 인증을 취득 및 운영하고 있습니다.
    
[제 8 조] 개인정보 자동 수집 장치의 설치 · 운영 및 거부에 관한 사항
	① 회사는 쿠키(cookie)를 설치, 운영하고 있고 이용자는 이를 거부할 수 있습니다. 쿠키는 HTTP서버에서 이용자의 브라우저에 보내는 소량의 정보입니다. 쿠키는 이용자의 컴퓨터는 식별하지만 회원을 개인적으로 식별하지 않습니다
    ② 쿠키를 통해 수집한 정보는 다음의 목적을 위해 사용되며, 쿠키는 브라우저의 종료시나 로그아웃 시 만료됩니다.
        1. 목적 : 선택한 지점(백화점, 아울렛, 애비뉴엘, 영플라자)정보 안내
        2. 항목 : 선택한 지점(백화점, 아울렛, 애비뉴엘, 영플라자)정보
	③ 이용자는 웹 브라우저의 옵션을 조정하여 모든 쿠키를 받아들이거나, 쿠키가 설치될 때 통지를 보내도록 하거나, 아니면 모든 쿠키를 거부할 수 있습니다. 다만, 쿠키의 저장을 거부할 경우에는 로그인이 필요한 회사 일부 서비스는 이용에 어려움이 있을 수 있습니다.
        1. Safari를 사용하는 경우
            가. Mac OS 상단 좌측 메뉴바에서 [Safari] ->[환경설정]을 선택
            나. [환경설정] 창에서 [보안]으로 이동하여 쿠키 허용여부 선택
        2. Chrome을 사용하는 경우
            가. 브라우저 툴바의 공구모양 아이콘 클릭
            나. [옵션(Mac과 Linux에서는 환경설정, 크롬북에서는 설정)]을 선택
            다. [고급설정] 탭을 클릭
            라. 콘텐츠 설정 대화상자가 나타나면 [쿠키]탭을 클릭
            마. 쿠키 차단 관련한 선택 사항을 선택
        3. Edge를 사용하는 경우
            가. 브라우저 오른쪽 상단 설정(톱니바퀴) 아이콘 클릭
            나. 업데이트 및 보안(자물쇠 모양) 아이콘 클릭
            다. 쿠키 차단 관련한 선택사항을 선택
 
[제 9 조] 행태정보의 수집·이용·제공 및 거부방법
	① 회사는 서비스 이용과정에서 정보주체에게 최적화된 맞춤형 서비스 및 혜택 등을 제공하기 위해 행태정보를 활용하고 있습니다. 활용사항은 다음과 같습니다.
	② 회사는 맞춤형서비스에 필요한 최소한의 행태정보만을 수집하며, 그외 민감한 행태정보를 수집하지 않습니다.
	③ 회사는 만14세 미만의 아동을 주 이용자로 하는 온라인 서비스로부터 맞춤형 광고 목적의 행태정보를 수집하지 않고, 만 14세 미만임을 알고 있는 아동에게는 맞춤형 광고를 제공하지 않습니다.
	④ 정보주체는 모바일 단말기의 설정 변경을 통해 앱의 맞춤형 광고를 차단·허용할 수 있습니다.
        1. Android : 설정 -> 구글(구글설정) -> 광고 -> 광고 맞춤설정 선택 해제 / 광고ID삭제
        2. IOS : 설정 -> 개인정보보호 -> 광고 -> 광고추적 제한
        * 모바일 OS 버전에 따라 메뉴 및 방법이 다소 다를 수 있음
    ⑤ 회사의 모바일 APP 이용을 위해서는 APP서비스에 따라 모바일 기기에 대한 접근권한이 필요할 수 있으며, 이 경우 이용자에게 접근 동의를 받고 있습니다. 접근권한을 허용하였다 하더라도 기기의 모든 정보에 접근하는 것은 아니며, 서비스 제공을 위해 필요한 최소한의 범위 내에서 이용됩니다.

[제 10 조] 개인정보보호 책임자 및 고충처리부서
	① 회사는 회원의 개인정보를 보호하고 개인정보와 관련된 불만사항 및 문의를 처리하기 위하여 아래와 같이 개인정보보호 책임자 및 개인정보보호 담당자를 지정하고 있습니다.
	② 정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에 분쟁 해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의 신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다.
        1. 개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)
        2. 개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)
        3. 대검찰청 사이버수사과 : (국번없이) 1301 (www.spo.go.kr)
        4. 사이버범죄 신고시스템(ECRM) : (국번없이) 182 (ecrm.police.go.kr)
 
[제 11 조] 고지의 의무
	① 현, 개인정보 처리방침은 2024년 06월 03일부터 적용됩니다. 내용의 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일전부터 홈페이지의 공지사항을 통하여 고지할 것입니다.
	② 개인정보의 수집 및 활용, 제3자 제공 등이 변경으로 개인정보 처리방침이 변경된 경우에는 “회원”에게 별도의 동의를 받습니다.
	③ 개인정보 처리방침에 버전번호 및 개정일자 등을 부여하여 개정 여부를 쉽게 알 수 있도록 하고 있습니다.
    `
    return(
        <>
        <textarea className="join_step1_term_textarea" >{text}</textarea>
        </>
    )
}


export function Term3(){
    const text=`[개인정보 선택항목에 대한 수집 및 이용동의]
    제 1조  개인정보 이용과 제공
1.	당사는 서비스를 회원에게 최적화하기 위한 목적과 서비스의 활성화를 통한 고객지향적인 마케팅 수행 및 '개인정보 수집·이용·제공 동의서'에 기재된 목적 범위 내에서만 수집된 개인정보를 활용하며, '개인정보 수집·이용·제공 동의서'에 기재된 자에게만 개인정보를 제공합니다.
2.	당사는 수집한 개인정보를 당해 회원의 동의 없이 전항에 기재된 목적 범위를 넘어선 용도로 이용하거나 '개인신용정보의 제공 및 활용동의서'에 기재된 자 이외의 제3자에게 제공할 수 없으며, 이를 위반하는 경우 그에 대한 모든 책임은 당사가 부담합니다. 단, 관련 법령에 달리 정함이 있는 경우 또는 다음 각 호의 경우에는 예외로 합니다.
3.	정보통신서비스의 제공에 관한 계약의 이행을 위하여 필요한 개인정보로서 경제적, 기술적인 사유로 통상의 동의를 받는 것이 현저히 곤란한 경우
4. 정보통신서비스(전자상거래 등)의 제공에 따른 요금정산을 위하여 필요한 경우
5. L.PAY 서비스 제공을 위하여 관련 법령에 따라 L.PAY 이용회원의 개인정보를 비롯한 관련 보관 정보를 제휴사, L.PAY 가맹점 또는 위탁사 등 보관 정보에 대한 권리가 있는 자에게 제공하는 경우
6. 배송업무상 배송업체에게 배송에 필요한 최소한의 회원의 정보(성명, 주소, 전화번호)를 알려주는 경우
7. 통계작성 연구 또는 마케팅 활동 등을 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우
8. 다른 법률에 특별한 규정이 있는 경우
9. 당사는 포인트 결제 및 정산, L.PAY 서비스 제공 등을 위하여 회원의 개인정보, L.POINT카드 발급, 이용 및 포인트 관련 정보 등을 제휴사에 제공하거나 제휴사로부터 제공받을 수 있습니다.
10. 당사가 제휴사 등 제3자에게 회원의 개인정보를 제공하려는 경우 동조 제②항 단서의 규정에 해당하는 경우를 제외하고는 다음 각 호의 모든 사항에 대하여 회원에게 알리고 동의를 받습니다.
①	개인정보를 제공받는 자
②	개인정보를 제공받는 자의 개인정보 이용목적
③	제공하려는 개인정보의 항목
④	개인정보를 제공받는 자의 개인정보 보유 및 이용기간
제 2조 (개인정보 보유 및 이용기간)
4.	당사 또는 그로부터 개인정보를 제공받은 제3자는 수집된 회원의 개인정보를 회원이 회원자격을 유지하고 있을 때까지만 보유하고 이용할 수 있습니다. 만약, 회원이 탈퇴하거나 자격을 상실할 경우 당사는 회원의 별도 요청이 없을 경우라도 수집된 회원정보를 삭제 및 파기하기로 합니다.
5.	당사 또는 그로부터 개인정보를 제공 받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다. 다만, 회원이 탈퇴하거나 자격을 상실한 경우라도 하더라도 해당 개인정보 이용 목적과 관련된 사고조사, 분쟁해결, 민원처리, 법령상 의무이행을 위하여 필요한 범위 내에서는 관련 개인정보를 보유할 수 있습니다.
6.	본조 제 1항에도 불구하고, 상법, 전자금융거래법 등 관련 법령에 의하여 회원의 거래 내용 확인 등을 이유로 일정기간 동안 보유할 필요가 있는 경우 당사는 관련 법령이 정한 기간 동안 회원의 정보를 보유할 수 있습니다.
제 3조 (개인정보보호를 위한 회원의 권리)
1.	당사는 제30조 또는 제31조에 의해 회원의 동의를 받아야 하는 경우에는 개인정보 보호 책임자의 신원(소속, 성명 및 전화번호 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항 (제공받는자, 제공목적 및 제공할 정보의 내용)등 개인정보보호법 제15조 제2항 및 제17조 제2항이 규정한 사항을 미리 명시하거나 고지해야 하며, 회원(만 14세 미만 아동회원의 경우 그 법정대리인 포함)은 회원탈퇴를 함으로써 언제든지 본 약관 제30조 또는 제31조에 의한 동의를 철회할 수 있습니다.
2.	당사 또는 그로부터 개인정보를 제공 받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다. 다만, 회원이 탈퇴하거나 자격을 상실한 경우라도 하더라도 해당 개인정보 이용 목적과 관련된 사고조사, 분쟁해결, 민원처리, 법령상 의무이행을 위하여 필요한 범위 내에서는 관련 개인정보를 보유할 수 있습니다.
3.	본조 제①항에도 불구하고, 상법, 전자금융거래법 등 관련 법령에 의하여 회원의 거래 내용 확인 등을 이유로 일정기간 동안 보유할 필요가 있는 경우 당사는 관련 법령이 정한 기간 동안 회원의 정보를 보유할 수 있습니다.
제 4조 (개인정보처리의 위탁)
1.	당사는 수집된 개인정보의 취급 및 관리 등의 업무(이하 "업무")를 스스로 수행함을 원칙으로 하나, 필요한 경우 업무의 일부 또는 전부를 당사가 선정한 회사에 위탁할 수 있습니다.
2.	당사는 회원의 개인정보 취급위탁계약 시 개인정보가 관계법령에 따라 안전하게 관리될 수 있도록 규정하고 있습니다.
3.	당사의 개인정보취급 수탁자와 그 업무의 내용은 '개인정보 처리방침'을 참조하시기 바랍니다.
제 5조 (개인정보관리)
1.	당사는 회원의 개인정보를 보호하고 개인정보와 관련된 불만을 처리하기 위하여 개인정보 보호 책임자를 두고 있습니다. 개인정보 보호 책임자와 개인정보 보호 관리자의 연락처는 L.POINT 홈페이지(www.lpoint.com) 내 '개인정보 처리방침'을 통하여 확인할 수 있습니다.
2.	당사는 회원이 안심하고 서비스를 이용할 수 있도록 회원의 개인정보 보호를 위한 보안시스템을 갖추도록 노력하고, 개인정보 보호를 위하여 회원의 개인정보를 취급하는 자를 최소한으로 제한하여야 하며, 신용카드, 은행계좌 등을 포함한 회원의 개인정보의 분실, 도난, 유출, 동의 없는 제3자 제공, 변조 등으로 인한 회원의 손해에 대하여 모든 책임을 집니다.
3.	개인정보와 관련된 보다 자세한 사항은 '개인정보 처리방침'을 참조하시기 바랍니다.
제 6조 (고지의 의무)
1.	 현, 개인정보 처리방침은 2024년 06월 03일부터 적용됩니다. 내용의 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일전부터 홈페이지의 공지사항을 통하여 고지할 것입니다.
2.	개인정보의 수집 및 활용, 제3자 제공 등이 변경으로 개인정보 처리방침이 변경된 경우에는 “회원”에게 별도의 동의를 받습니다.
3.	개인정보 처리방침에 버전번호 및 개정일자 등을 부여하여 개정 여부를 쉽게 알 수 있도록 하고 있습니다.
 
`
    return(
        <>
        <textarea className="join_step1_term_textarea" >{text}</textarea>
        </>
    )
}