-- MySQL dump 10.13  Distrib 8.0.36, for Win64 (x86_64)
--
-- Host: localhost    Database: hrdb2019
-- ------------------------------------------------------
-- Server version	8.0.37

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `course`
--

DROP TABLE IF EXISTS `course`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `course` (
  `course_id` int NOT NULL,
  `statues` varchar(10) DEFAULT NULL,
  `loc_id` int DEFAULT NULL,
  `sub_id` int NOT NULL,
  `course_img` varchar(500) DEFAULT NULL,
  `course_name` varchar(100) NOT NULL,
  `course_sum` varchar(500) DEFAULT NULL,
  `course_content` varchar(5000) NOT NULL,
  `course_note` varchar(5000) DEFAULT NULL,
  `course_schedule` varchar(5000) DEFAULT NULL,
  `teacher_name` varchar(20) NOT NULL,
  `course_start` date NOT NULL,
  `course_end` date NOT NULL,
  `course_week` char(2) NOT NULL,
  `start_time` time NOT NULL,
  `end_time` time NOT NULL,
  `num_of_course` int NOT NULL,
  `num_of_people` int NOT NULL,
  `price` int NOT NULL,
  `apply_start` date NOT NULL,
  `apply_end` date NOT NULL,
  PRIMARY KEY (`course_id`),
  KEY `loc_id` (`loc_id`),
  KEY `sub_id` (`sub_id`),
  CONSTRAINT `course_ibfk_1` FOREIGN KEY (`loc_id`) REFERENCES `location` (`loc_id`),
  CONSTRAINT `course_ibfk_2` FOREIGN KEY (`sub_id`) REFERENCES `sub_category` (`sub_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `course`
--

LOCK TABLES `course` WRITE;
/*!40000 ALTER TABLE `course` DISABLE KEYS */;
INSERT INTO `course` VALUES (1,'접수중',1,1,NULL,'[7/31] 럭셔리 솜씨나는 플라워 바스켓','최소자 우향 플라워 아카데미 원장','상세정보',NULL,NULL,'최송자','2024-07-31','2024-07-31','수','10:20:00','11:20:00',1,5,10000,'2024-04-25','2024-07-26'),(2,'접수중',1,2,NULL,'19:00 직장인을 위한 생활도예','윤호중 흙투성이 도예공방 대표','상세정보',NULL,NULL,'윤호중','2024-07-07','2024-07-23','일','19:00:00','21:00:00',12,20,120000,'2024-04-25','2024-06-26'),(3,'접수중',1,5,NULL,'[중간접수] 11:20 문인숙의 명품 노래교실','문인숙 - 서울대 음악대학 졸업, \n		명지대 사회교육원 교수 역임','상세정보',NULL,NULL,'문인숙','2024-07-04','2024-08-29','목','11:20:00','12:20:00',8,14,100000,'2024-04-25','2024-07-03'),(4,'접수중',1,5,NULL,'[중간접수] 11:40 추억의 올드팝과 영화노래 OST','정 숙 국민대 평생교육원 교수','상세정보',NULL,NULL,'정숙','2024-07-04','2024-08-29','목','11:40:00','12:40:00',8,3,100400,'2024-04-25','2024-07-03'),(5,'접수중',1,9,NULL,'[중간접수] 13:50 오일파스텔','채혜정','상세정보',NULL,NULL,'채혜정','2024-07-04','2024-08-29','목','13:50:00','15:20:00',8,2,86500,'2024-04-25','2024-07-03'),(6,'접수중',1,12,NULL,'[중간접수] 19:00 보타니컬아트 풍경드로잉','전복순 일러스트 전문강사','상세정보',NULL,NULL,'전복순','2024-07-04','2024-08-29','목','19:00:00','20:20:00',8,13,86500,'2024-04-25','2024-07-03'),(7,'접수중',1,13,NULL,'[7/11] 원기보충 여름보양요리 오리주물럭, 한방돼지갈비구이','배혜숙 관광경영학 박사, 조리기능사 필/실기 저자 및 감독관','상세정보',NULL,NULL,'배혜숙','2024-07-11','2024-07-11','목','13:00:00','15:00:00',1,15,10000,'2024-04-25','2024-07-06'),(8,'접수중',1,14,NULL,'[5주] 감칠맛 가득한 일본식 가정식, 일본은 맛있다!','요리연구가, <께리꼬> 총괄셰프, 네이버TV<세계의 집밥> 출연','상세정보',NULL,NULL,'민희선','2024-07-09','2024-08-13','화','19:00:00','21:00:00',5,20,50000,'2024-04-25','2024-07-05'),(9,'접수중',2,1,NULL,'몸과 마음을 힐링하는 치유플라워 - 2차','플로리스트를 위한 꽃예술 분야의 여러가지 장르를 통합적으로 접해보는 강좌','상세정보',NULL,NULL,'최명숙','2024-07-13','2024-08-17','토','10:00:00','11:30:00',6,10,60000,'2024-04-25','2024-07-06'),(10,'접수중',2,2,NULL,'[7/7] 깨져도 괜찮아, 새 쓰임으로 탄생하는 카티킨츠키','깨지고 부서진 그릇을 되살리는 공예 공법을 배워봅니다.','상세정보',NULL,NULL,'전문강사','2024-07-07','2024-07-07','일','11:00:00','13:00:00',1,10,20000,'2024-04-25','2024-07-06'),(11,'접수중',2,7,NULL,'토요 깐띠아모 성악교실','천성적으로 타고난 가장 아름다운 소리를 찾고 발전시키는 효과적인 호흡법과 발성법 리듬을 공부한다.','상세정보',NULL,NULL,'홍연희','2024-07-06','2024-09-07','토','10:30:00','11:50:00',11,25,150000,'2024-04-25','2024-07-05'),(12,'접수중',2,8,NULL,'기초부터 배우는 유화, 수채화, 아크릴화','유럽풍 번지기로의 풍경, 정물의 표현을 수채화기법으로 기초부터 전문가까지 지도합니다.','상세정보',NULL,NULL,'임현자','2024-03-02','2024-05-18','토','15:30:00','17:30:00',12,17,140000,'2024-01-25','2024-03-02'),(13,'접수중',2,13,NULL,'[7/9] 제철 과일을 이용한 오색 자두란','모던 한식 디저트 시목당과 함께하는 제철 과일을 이용한 오색 자두란 수업','상세정보',NULL,NULL,'김미라','2024-07-09','2024-07-19','화','11:00:00','13:00:00',1,16,60000,'2024-04-25','2024-07-06'),(14,'접수중',2,13,NULL,'[7/10] 여름 채소 저장생활 <나의 반려채소 만들기>','','상세정보',NULL,NULL,'오페퍼','2024-07-10','2024-07-10','수','14:00:00','15:40:00',1,12,40000,'2024-04-25','2024-07-09'),(15,'접수중',2,13,NULL,'반찬가게 따라잡기_2차','반찬가게 따라잡기','상세정보',NULL,NULL,'이윤희','2024-07-25','2024-08-29','목','19:00:00','21:00:00',5,8,50000,'2024-04-25','2024-07-18'),(16,'접수중',3,1,NULL,'[7/11] 돌상, 100일상 세상 하나뿐인 센터피스 플라워','돌상, 100일상 세상 하나뿐인 센터피스 플라워','상세정보',NULL,NULL,'최송자','2024-07-11','2024-07-11','목','12:40:00','13:50:00',1,5,15000,'2024-04-25','2024-07-08'),(17,'접수중',3,1,NULL,'[7/19] 글라스 플라워 디자인','글라스 플라워 디자인','상세정보',NULL,NULL,'김현주','2024-07-19','2024-07-19','금','10:30:00','11:50:00',1,5,50000,'2024-04-25','2024-07-16'),(18,'접수중',3,8,NULL,'최제니의 작곡으로 한 걸음, 탑라인과 가사','작곡으로 한 걸음 더 나아가기!','상세정보',NULL,NULL,'최제니','2024-08-22','2024-08-22','목','14:40:00','17:40:00',1,15,20000,'2024-04-25','2024-08-21'),(20,'접수중',3,13,NULL,'손쉽게 맛있게 일품 생활요리 2차','손쉽게 맛있게 일품생활요리','상세정보',NULL,NULL,'이미희','2024-07-15','2024-08-19','월','19:00:00','21:00:00',6,5,60000,'2024-04-25','2024-07-10'),(21,'접수중',3,13,NULL,'[7/16] 샤브샤브 냉 샐러드 / 닭다리살바비큐 / 도토리묵냉채','한 번 배워서 평생 써먹는 특별한 테마요리','상세정보',NULL,NULL,'배혜숙','2024-07-16','2024-07-16','화','13:00:00','15:00:00',1,15,10000,'2024-04-25','2024-07-12'),(22,'접수중',4,13,NULL,'[8/3] 친환경 유기농 누룩 고추장','친환경 유기농 누룩고추장','상세정보',NULL,NULL,'전문강사','2024-08-03','2024-08-03','토','15:20:00','16:10:00',1,8,45000,'2024-04-25','2024-07-31'),(23,'접수중',4,14,NULL,'일본 가정식 일본은 맛있다.','맛있는 일본 가정식','상세정보',NULL,NULL,'민희선','2024-07-12','2024-08-16','금','19:00:00','20:00:00',5,9,50000,'2024-04-25','2024-07-09'),(24,'접수중',4,15,NULL,'[7/30]집에서 만들어 먹는 홈스토랑 메뉴','봉골레파스타/단호박,치킨샐러드','상세정보',NULL,NULL,'조윤희','2024-07-30','2024-07-30','화','10:30:00','12:30:00',1,8,10000,'2024-04-25','2024-07-27'),(25,'접수중',5,1,NULL,'[7/12]꽃이 함께하는 밤 <여름을 담은 센터피스>','','상세정보',NULL,NULL,'박지혜','2024-07-12','2024-07-12','금','19:00:00','20:20:00',1,10,10000,'2024-04-24','2024-07-09'),(26,'접수중',5,1,NULL,'수][4회]유러피안 플라워_입문반<C>','','상세정보',NULL,NULL,'도지현','2024-08-07','2024-08-28','수','12:00:00','13:20:00',4,10,40000,'2024-04-24','2024-08-06'),(27,'접수중',5,2,NULL,'[07/24]나만의 감성을 담은 도자기 <고양이 입체접시>','','상세정보',NULL,NULL,'길소영','2024-07-24','2024-07-24','수','19:00:00','20:30:00',1,10,10000,'2024-04-24','2024-07-21'),(28,'접수중',5,4,NULL,'[07/18]천연화장품 DIY <무더운 여름 알로에 수분진정 젤크림>','','상세정보',NULL,NULL,'김홍여','2024-07-18','2024-07-18','목','12:30:00','13:50:00',1,5,10000,'2024-04-24','2024-07-15'),(29,'접수중',5,13,NULL,'[07/12]프라이빗 6:1 코스요리 <브로콜리 수프, 바비큐폭립>','','상세정보',NULL,NULL,'수혜','2024-07-12','2024-07-12','금','19:00:00','20:30:00',1,6,10000,'2024-04-24','2024-07-09'),(30,'접수중',5,13,NULL,'[07/17]한식으로 완성하는 계절밥상 <숯불돼지고기쌀국수/그린샐러드>','','상세정보',NULL,NULL,'최현아','2024-07-17','2024-07-17','수','11:00:00','12:30:00',1,4,10000,'2024-04-24','2024-07-15'),(31,'접수중',5,13,NULL,'[07/18]여름을 잘 이겨내는 절기식탁<초복,중복>','','상세정보',NULL,NULL,'이다빈','2024-07-18','2024-07-18','목','19:00:00','21:00:00',1,10,35000,'2024-04-24','2024-07-15'),(32,'접수중',5,14,NULL,'목][5회]이석덕 셰프와 함께하는 생면 파스타 요리<B>','','상세정보',NULL,NULL,'이석덕','2024-07-18','2024-08-22','목','11:00:00','12:30:00',15,10,75000,'2024-04-24','2024-07-15'),(33,'접수중',5,16,NULL,'[07/26]여름 가벼운 한끼<다이어트 도시락>','','상세정보',NULL,NULL,'한성희','2024-07-26','2024-07-26','금','11:00:00','12:30:00',15,10,10000,'2024-04-24','2024-07-23'),(34,'접수중',6,1,NULL,'[7/9] 한국 꽃꽂이 - 나만의 여름정원 만들기','꽃으로 계절을 즐기는 한국꽃꽂이','상세정보',NULL,NULL,'이효진','2024-07-09','2024-07-09','화','10:40:00','12:00:00',1,7,10000,'2024-04-24','2024-07-06'),(35,'접수중',6,5,NULL,'[8주중도] 강현순의 노래교실','','상세정보',NULL,NULL,'강현순','2024-07-05','2024-08-23','금','14:00:00','15:00:00',8,13,80000,'2024-04-24','2024-07-04'),(36,'접수중',6,13,NULL,'쉽고 맛있는 가정 요리 2차 (목)','','상세정보',NULL,NULL,'김윤지','2024-07-18','2024-08-22','목','19:00:00','21:00:00',5,24,50000,'2024-04-24','2024-07-15'),(37,'접수중',7,1,NULL,'파티 플라워 이벤트 꽃다발(심화반)','플로리스트 고급코스로써 전문적인 플로랄디자인 지식을 밀도있게 지도합니다.','상세정보',NULL,NULL,'도지현','2024-07-04','2024-09-27','목','11:50:00','13:20:00',12,15,120000,'2024-04-24','2024-07-13'),(38,'접수중',7,5,NULL,'김정원의 감성 발라드 교실','','상세정보',NULL,NULL,'김정원','2024-07-04','2024-09-27','목','15:50:00','17:00:00',12,25,90000,'2024-04-24','2024-07-03'),(39,'접수중',8,1,NULL,'[7/13~8/17]유러피언 트렌드 리빙 플라워','독일 FDF 플로리스트 정명화 / 유러피안 트렌드 리빙 플라워','상세정보',NULL,NULL,'정명화','2024-07-13','2024-08-17','토','12:00:00','13:00:00',6,5,55000,'2024-04-24','2024-07-11'),(40,'접수중',8,1,NULL,'[8/2]프렌치 부케 ＆ 부토니에','뉴트렌드 유러피언 플라워 데코','상세정보',NULL,NULL,'김승연','2024-08-02','2024-08-02','금','14:00:00','15:30:00',1,5,7000,'2024-04-24','2024-07-29'),(41,'접수중',8,5,NULL,'[중간수강 7/5~]정현세의 올드팝','정현세의 팝스클리닉 - 올드팝 배우기','상세정보',NULL,NULL,'정현세','2024-07-05','2024-08-23','금','16:10:00','17:30:00',7,12,89000,'2024-04-24','2024-07-08'),(42,'접수중',8,9,NULL,'[중간수강 7/5~]기초 유화와 아크릴','유미영 강사님','상세정보',NULL,NULL,'유미영','2024-07-05','2024-08-23','금','14:00:00','16:30:00',8,8,87000,'2024-04-24','2024-07-04'),(43,'접수중',8,11,NULL,'[중간수강 7/11~]꽃그림, 보태니컬아트','보타니컬 아트','상세정보',NULL,NULL,'강희경','2024-07-11','2024-08-29','목','13:40:00','15:30:00',7,11,77000,'2024-04-24','2024-07-07'),(44,'접수중',8,12,NULL,'[중간수강 7/11~]김나라의 미술 입문 오후반','김나라 한국미술협회 부이사장','상세정보',NULL,NULL,'김나라','2024-07-11','2024-08-29','목','14:00:00','16:30:00',7,7,70000,'2024-04-24','2024-07-10'),(45,'접수중',9,1,NULL,'[7月-4강]화요 자연이 주는 기쁨, 유러피안 플라워 클래스','','상세정보',NULL,NULL,'구매영','2024-07-09','2024-07-30','화','19:00:00','20:20:00',4,8,35000,'2024-04-25','2024-07-06'),(46,'접수중',9,1,NULL,'[7月-4강]행복한 여유있는 플라워 클래스 B','','상세정보',NULL,NULL,'차정숙','2024-07-13','2024-08-03','토','14:00:00','15:20:00',4,10,35000,'2024-04-25','2024-07-10'),(47,'접수중',9,2,NULL,'[추가모집]일요 내가 만드는 핸드메이드 도자기','','상세정보',NULL,NULL,'임성은','2024-07-07','2024-08-18','일','11:00:00','13:00:00',7,5,53000,'2024-06-20','2024-07-06'),(48,'접수중',9,2,NULL,'[8/9]도자기 공예 - 색소지 플레이트','','상세정보',NULL,NULL,'이시예','2024-08-09','2024-08-09','금','18:40:00','20:10:00',1,10,10000,'2024-04-25','2024-08-06'),(49,'접수중',9,2,NULL,'[8/24]도자기 공예 - 과일볼','','상세정보',NULL,NULL,'이시예','2024-08-24','2024-08-24','토','13:50:00','15:20:00',1,10,10000,'2024-04-25','2024-08-22'),(50,'접수중',9,5,NULL,'[추가모집]금요 이주랑 노래교실','','상세정보',NULL,NULL,'이주랑','2024-07-05','2024-08-23','금','13:20:00','14:20:00',8,30,60000,'2024-06-20','2024-07-04'),(51,'접수중',9,9,NULL,'[추가모집]금요 오미진의 유화교실','','상세정보',NULL,NULL,'오미진','2024-07-05','2024-08-23','금','15:00:00','17:00:00',8,10,74000,'2024-06-20','2024-07-04'),(52,'접수중',9,9,NULL,'[추가모집]토요 유화 기초 & 심화반','','상세정보',NULL,NULL,'김성규','2024-07-06','2024-08-17','토','10:00:00','13:30:00',7,5,117000,'2024-06-20','2024-07-05'),(53,'접수중',9,13,NULL,'[7/8]엄마의 손맛 가득한 반찬 만들어가기(2)','','상세정보',NULL,NULL,'장영희','2024-07-08','2024-07-08','월','13:30:00','15:00:00',1,13,10000,'2024-04-25','2024-07-05'),(54,'접수중',9,15,NULL,'[7月/-6강]쉽게하는 가정식 이탈리아 요리','','상세정보',NULL,NULL,'박소영','2024-07-17','2024-08-28','수','19:00:00','21:00:00',6,15,50000,'2024-04-25','2024-07-14'),(55,'접수중',10,1,NULL,'뜨리아농 플라워 클래스 [7/19개강]','싱그러운 아름다움 플라워','상세정보',NULL,NULL,'김혜미','2024-07-19','2024-08-23','금','16:00:00','17:30:00',6,10,50000,'2024-04-25','2024-07-16'),(56,'접수중',10,3,NULL,'가죽공예 소품 만들기 [7/16개강]','한땀 한땀 정성으로 만드는 가죽공예','상세정보',NULL,NULL,'박서현','2024-07-16','2024-08-20','화','19:00:00','20:30:00',6,6,45000,'2024-04-25','2024-07-13'),(57,'접수중',10,4,NULL,'천연제품 만들기 [7/30개강]','아로마테라피를 활용한 천연제품','상세정보',NULL,NULL,'박선영','2024-07-30','2024-08-20','화','13:00:00','14:20:00',4,6,20000,'2024-04-25','2024-07-27'),(58,'접수중',10,13,NULL,'[7/10] 엄마의 손맛 가득한 반찬 만들어가기2','','상세정보',NULL,NULL,'장영희','2024-07-10','2024-07-10','수','13:50:00','15:00:00',1,10,10000,'2024-04-25','2024-07-07'),(59,'접수중',10,13,NULL,'[7/15] 원기회복 보양요리 - 닭개장과 알배추김치','더운날씨 원기 회복을 위한 보양요리','상세정보',NULL,NULL,'최금혜','2024-07-15','2024-07-15','월','11:00:00','13:00:00',1,12,30000,'2024-04-25','2024-07-12'),(60,'접수중',10,15,NULL,'[7/13] 해산물파피요트, 토마토가지볶음, 히비스커스자몽티','2인 1조 실습','상세정보',NULL,NULL,'박소영','2024-07-13','2024-07-13','토','17:30:00','19:30:00',1,12,10000,'2024-04-25','2024-07-10'),(61,'접수중',10,15,NULL,'혼자라도 맛있게 혼밥 혼술레시피 [7/15개강]','혼자라도 맛있게 혼밥, 혼술 레시피','상세정보',NULL,NULL,'박소영','2024-07-15','2024-08-19','월','19:00:00','21:00:00',6,6,50000,'2024-04-25','2024-07-12'),(62,'접수중',10,16,NULL,'[7/12]SNS핫한 애사비! 애플사이다 비니거 만들기','여름 다이어트 핫한 애플사이다 비니거를 1L 만들어갑니다.','상세정보',NULL,NULL,'송영미','2024-07-12','2024-07-12','금','14:00:00','15:30:00',1,12,30000,'2024-04-25','2024-07-09'),(63,'접수중',11,1,NULL,'[7/9]여름맞이 서양난 심기','※강사 : 최현화 플로룸 플라워 대표','상세정보',NULL,NULL,'최현화','2024-07-09','2024-07-09','화','12:30:00','14:00:00',1,3,10000,'2024-04-25','2024-07-05'),(65,'접수중',11,5,NULL,'[8주]강형배의 즐거운 노래교실','음치탈출! 강형배의 즐거운 노래교실','상세정보',NULL,NULL,'강형배','2024-07-05','2024-08-23','금','11:00:00','12:20:00',8,10,47000,'2024-04-25','2024-07-04'),(66,'접수중',11,15,NULL,'[8/9]한국인 입맛에 맞춘 원기회복 프렌치 요리','','상세정보',NULL,NULL,'유성진','2024-08-09','2024-08-09','금','13:00:00','14:30:00',1,12,20000,'2024-04-25','2024-08-06'),(67,'접수중',12,1,NULL,'[8/11]드로잉에사든 성인특강 - 여름소재 꽃다발','','상세정보',NULL,NULL,'이지수','2024-08-11','2024-08-11','일','12:00:00','12:50:00',1,12,10000,'2024-04-25','2024-08-03');
/*!40000 ALTER TABLE `course` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2024-07-10 16:45:33
